{
  "hero_tree_alchimalia_hero_name": "Alchimalia Hőse",
  "hero_tree_alchimalia_hero_desc": "Minden hős gyökere, az átalakulás forrása.",
  "hero_tree_alchimalia_hero_story": "Hűséges társad, a hősies út kezdete",

  "hero_tree_brave_puppy_name": "Bátor Kiskutya",
  "hero_tree_brave_puppy_desc": "Egy bátor lélek, aki megadja neked az erőt, hogy szembenézz bármilyen kihívással...",
  "hero_tree_brave_puppy_story": "A Bátor Kiskutya megtanít, hogy az igazi bátorság nem a félelem hiánya, hanem a cselekvés a félelem ellenére.",

  "hero_tree_curious_cat_name": "Kíváncsi Macska",
  "hero_tree_curious_cat_desc": "Egy kíváncsi lény, aki megnyitja a szemed a világ csodái felé...",
  "hero_tree_curious_cat_story": "A Kíváncsi Macska vezet téged a kérdések labirintusán, megmutatva, hogy minden rejtély egy csodát rejt.",

  "hero_tree_wise_owl_name": "Bölcs Bagoly",
  "hero_tree_wise_owl_desc": "Egy bölcs mentor, aki megosztja veled a tudás titkait...",
  "hero_tree_wise_owl_story": "A Bölcs Bagoly suttogja a éjszaka titkait és megnyitja a szemed a rejtett igazságok felé.",

  "hero_tree_playful_horse_name": "Játékos Kiscsikó",
  "hero_tree_playful_horse_desc": "Egy játékos társ, aki korlátok nélkül felszabadítja a képzeletedet...",
  "hero_tree_playful_horse_story": "A Játékos Kiscsikó hozza neked a tiszta alkotás örömét, ahol a képzelet kantár nélkül vágtázik.",

  "hero_tree_cautious_hedgehog_name": "Óvatos Sün",
  "hero_tree_cautious_hedgehog_desc": "Egy óvatos védelmező, aki biztonságot és egyensúlyt ad neked...",
  "hero_tree_cautious_hedgehog_story": "Az Óvatos Sün megtanít, hogy a biztonság nem félelmet jelent, hanem bölcsességet.",

  "hero_tree_catdog_interstellar_name": "Csillagközi Macska-Kutya",
  "hero_tree_catdog_interstellar_desc": "Egy kozmikus felfedező, aki a bátorság és kíváncsiság egyesüléséből született...",
  "hero_tree_catdog_interstellar_story": "A Csillagközi Macska-Kutya egyesíti a végtelen kíváncsiságot a bátorsággal, hogy felfedezze az ismeretlent.",

  "hero_tree_brave_sage_name": "Bátor Bölcs",
  "hero_tree_brave_sage_desc": "Egy bölcs lélek, aki bátorságot és bölcsességet egyesít...",
  "hero_tree_brave_sage_story": "A Bátor Bölcs megmutatja, hogy az igazi erő a tudás és a bátorság harmóniájában rejlik."
}
