{
  "region_gateway_label": "Tree of Light",
  "region_terra_label": "Terra",
  "region_lunaria_label": "Lunaria",
  "region_mechanika_label": "Mechanika",
  "region_oceanica_label": "Oceanica",
  "region_sylvaria_label": "Sylvaria",
  "region_crystalia_label": "Crystalia",
  "region_zephyra_label": "Zephyra",
  "region_pyron_label": "Pyron",
  "region_neptunia_label": "Neptunia",
  "region_aetherion_label": "Aetherion",
  "region_kelo_ketis_label": "Kelo-Ketis",
  
  "hero_pufpuf_region_gateway_message": "The Tree of Light is a gateway between worlds. The map awakens when courage meets curiosity. 🌟",
  "hero_pufpuf_region_terra_message": "Planeta voastră. Here you learn the small steps that lead to great journeys.",
  "hero_pufpuf_region_lunaria_message": "Silver cities under a translucent sky. The shadows teach you to look closely.",
  "hero_pufpuf_region_oceanica_message": "Floating archipelagos, intelligent corals, waves that sing.",
  "hero_pufpuf_region_sylvaria_message": "Phosphorescent forests and paths that change their location.",
  "hero_pufpuf_region_crystalia_message": "Caverns of light and echoes that answer with ideas.",
  "hero_pufpuf_region_zephyra_message": "Cities suspended in the air, bridges of wind, oracle-kites.",
  "hero_pufpuf_region_pyron_message": "Seas of calm lava and blacksmiths who forge stars on their anvils.",
  "hero_pufpuf_region_neptunia_message": "Deep ice and blue beings that speak in light.",
  "hero_pufpuf_region_aetherion_message": "Libraries of clouds, ideas that take flight.",
  "hero_pufpuf_region_kelo_ketis_message": "Puf-Puf's home planet. The key to the path is the Hero of Light.",
  "hero_pufpuf_click_message": "Hello, traveler! I am Emperor Puf-Puf, your guide through the Tree of Light.",
  
  "hero_linkaro_region_gateway_message": "Welcome to the Tree of Light! I am Linkaro, your guide through this magical journey.",
  "hero_linkaro_region_terra_message": "Terra is where your journey begins. Here you learn the first lessons about the power of the world.",
  "hero_linkaro_region_lunaria_message": "Welcome to Lunaria, where the silver light reveals hidden truths.",
  "hero_linkaro_region_mechanika_message": "Mechanika is a fascinating place where technology blends with magic. You must be careful here.",
  "hero_linkaro_region_oceanica_message": "Oceanica is the realm of waters. Here you learn about the cleansing power of water.",
  "hero_linkaro_region_sylvaria_message": "Sylvaria is the living forest. Here nature speaks to you through every leaf and branch.",
  "hero_linkaro_region_crystalia_message": "Crystalia shines with magical crystals. Here you learn about the power of concentration.",
  "hero_linkaro_region_zephyra_message": "Zephyra is the realm of winds. Here you learn to rise with the wind.",
  "hero_linkaro_region_pyron_message": "Pyron is the realm of fire. Here you learn about the power of transformation.",
  "hero_linkaro_region_neptunia_message": "Neptunia is the realm of ice. Here you learn about patience and perseverance.",
  "hero_linkaro_region_aetherion_message": "Aetherion is the realm of clouds. Here you learn to dream and create.",
  "hero_linkaro_region_kelo_ketis_message": "Kelo-Ketis is Puf-Puf's home planet. Here lies the key to the Hero of Light.",
  "hero_linkaro_click_message": "I am Linkaro, keeper of peace. I heal with the Stones of Life.",
  
  "hero_grubot_region_gateway_message": "Hello! I am Grubot, the mechanical guardian. My digital nose detects all mysteries around.",
  "hero_grubot_region_terra_message": "Terra is a solid planet. My sensors detect stable energy here.",
  "hero_grubot_region_lunaria_message": "Lunaria has a unique electromagnetic frequency. The silver light is fascinating for my sensors.",
  "hero_grubot_region_mechanika_message": "Welcome to Mechanika, where technology meets magic.",
  "hero_grubot_region_oceanica_message": "Oceanica has excellent electrical conductivity. The waters are perfect for my circuits.",
  "hero_grubot_region_sylvaria_message": "Sylvaria has a complex biological network. Every tree is connected to a natural network.",
  "hero_grubot_region_crystalia_message": "Crystalia has crystals with piezoelectric properties. Perfect for my technology!",
  "hero_grubot_region_zephyra_message": "Zephyra has winds with variable frequencies. My sensors can detect every change.",
  "hero_grubot_region_pyron_message": "Pyron has high temperature. I need to activate the cooling system.",
  "hero_grubot_region_neptunia_message": "Neptunia has very low temperature. My sensors work perfectly in the cold.",
  "hero_grubot_region_aetherion_message": "Aetherion has very low molecular density. Perfect for my flight.",
  "hero_grubot_region_kelo_ketis_message": "Kelo-Ketis is Puf-Puf's home planet. My sensors detect very powerful energy here.",
  "hero_grubot_click_message": "I am Grubot, the mechanical guardian. My digital nose detects all mysteries."
}