{
  "hero_tree_seed_name": "Sămânța Eroică",
  "hero_tree_seed_desc": "Sămânța din care cresc toți eroii. Apasă pentru a descoperi potențialul tău eroic.",
  "hero_tree_seed_story": "În inima ta bate o sămânță de eroism. Apasă pe ea pentru a descoperi primii tăi eroi și a începe călătoria ta eroică.",

  "hero_tree_alchimalia_hero_name": "Eroul Alchimalia",
  "hero_tree_alchimalia_hero_desc": "Rădăcina tuturor eroilor, sursa transformării.",
  "hero_tree_alchimalia_hero_story": "Companionul tău fidel, începutul călătoriei eroice",

  "hero_tree_brave_puppy_name": "Cățelul Curajos",
  "hero_tree_brave_puppy_desc": "Un spirit curajos care îți va da puterea să înfrunți orice provocare...",
  "hero_tree_brave_puppy_story": "Cățelul Curajos te învață că adevăratul curaj nu înseamnă absența fricii, ci acțiunea în ciuda ei.",

  "hero_tree_curious_cat_name": "Pisica Curioasă",
  "hero_tree_curious_cat_desc": "O ființă curioasă care îți va deschide ochii către minunile lumii...",
  "hero_tree_curious_cat_story": "Pisica Curioasă te ghidează prin labirintul întrebărilor, arătându-ți că fiecare mister ascunde o minune.",

  "hero_tree_wise_owl_name": "Bufnița Înțeleaptă",
  "hero_tree_wise_owl_desc": "Un mentor înțelept care îți va împărtăși secretele cunoașterii...",
  "hero_tree_wise_owl_story": "Bufnița Înțeleaptă îți șoptește secretele nopții și îți deschide ochii către adevărurile ascunse.",

  "hero_tree_playful_horse_name": "Căluțul Jucăuș",
  "hero_tree_playful_horse_desc": "Un companion jucăuș care îți va elibera imaginația fără limite...",
  "hero_tree_playful_horse_story": "Căluțul Jucăuș îți aduce bucuria creației pure, unde imaginația galopează fără frâu.",

  "hero_tree_cautious_hedgehog_name": "Ariciul Precaut",
  "hero_tree_cautious_hedgehog_desc": "Un protector precaut care îți va oferi siguranța și echilibrul...",
  "hero_tree_cautious_hedgehog_story": "Ariciul Precaut îți învață că siguranța nu înseamnă teamă, ci înțelepciune.",

  "hero_tree_catdog_interstellar_name": "CatDog Interstelar",
  "hero_tree_catdog_interstellar_desc": "Un explorator cosmic născut din uniunea curajului și curiozității...",
  "hero_tree_catdog_interstellar_story": "CatDog Interstelar îmbină curiozitatea infinită cu curajul de a explora necunoscutul.",

  "hero_tree_brave_sage_name": "Înțeleptul Curajos",
  "hero_tree_brave_sage_desc": "Un erou ce îmbină curajul cu înțelepciunea, acționând cu o putere chibzuită.",
  "hero_tree_brave_sage_story": "Înțeleptul Curajos te învață că adevărata putere nu este doar lupta, ci a ști când și de ce să lupți.",

  "hero_tree_brave_artist_name": "Artistul Curajos",
  "hero_tree_brave_artist_desc": "Un erou ce îndrăznește să creeze acolo unde alții se tem, deschizând noi orizonturi prin arta sa.",
  "hero_tree_brave_artist_story": "Artistul Curajos arată că actul creației este curajul suprem, aducând la viață lumi noi din nimic.",

  "hero_tree_brave_guardian_name": "Gardianul Curajos",
  "hero_tree_brave_guardian_desc": "Un erou unde curajul și protecția merg mână în mână, apărând fără ezitare, dar cu înțelepciune.",
  "hero_tree_brave_guardian_story": "Gardianul Curajos este scutul ce nu tremură, protejând inocenții cu o hotărâre de neclintit.",

  "hero_tree_wise_researcher_name": "Cercetătorul Înțelept",
  "hero_tree_wise_researcher_desc": "Un erou ce unește mintea analitică cu curiozitatea neobosită pentru a descoperi adevăruri ascunse.",
  "hero_tree_wise_researcher_story": "Cercetătorul Înțelept urmărește firul cunoașterii prin cele mai mari labirinturi, găsind lumină în întuneric.",

  "hero_tree_creative_explorer_name": "Exploratorul Creativ",
  "hero_tree_creative_explorer_desc": "Un erou ce îmbină imaginația cu dorința de a cunoaște; fiecare pas e o nouă invenție.",
  "hero_tree_creative_explorer_story": "Pentru Exploratorul Creativ, harta se desenează pe măsură ce este parcursă, transformând necunoscutul într-o operă de artă.",

  "hero_tree_guard_cat_name": "Pisica de Gardă",
  "hero_tree_guard_cat_desc": "Un protector aventuros care explorează cu prudență.",
  "hero_tree_guard_cat_story": "Pisica de Gardă cunoaște fiecare colț al teritoriului său, asigurându-se că orice curiozitate este satisfăcută fără a compromite siguranța.",

  "hero_tree_wise_pegasus_name": "Pegazul Înțelept",
  "hero_tree_wise_pegasus_desc": "Un gardian al cunoașterii care poate zbura dincolo de limite.",
  "hero_tree_wise_pegasus_story": "Pegazul Înțelept poartă gândurile pe aripile sale, transformând ideile abstracte în realități zburătoare.",

  "hero_tree_thoughtful_guardian_name": "Gardianul Gânditor",
  "hero_tree_thoughtful_guardian_desc": "Un erou ce planifică înainte de a acționa; siguranța vine din strategiile bine gândite.",
  "hero_tree_thoughtful_guardian_story": "Gardianul Gânditor construiește fortărețe nu din piatră, ci din logică și prevedere.",

  "hero_tree_creative_guardian_name": "Gardianul Creativ",
  "hero_tree_creative_guardian_desc": "Un protector inventiv care găsește soluții originale pentru a asigura siguranța.",
  "hero_tree_creative_guardian_story": "Gardianul Creativ protejează lumea nu construind ziduri, ci imaginând o lume în care acestea nu sunt necesare.",

  "hero_tree_alchimalian_dragon_name": "Legendarul Dragon Alchimalian",
  "hero_tree_alchimalian_dragon_desc": "Legendarul dragon care încorporează perfecțiunea tuturor trăsăturilor eroice...",
  "hero_tree_alchimalian_dragon_story": "Legendarul Dragon Alchimalian încorporează perfecțiunea echilibrului cosmic.",

  "hero_tree_guardian_dog_name": "Câinele Gardian",
  "hero_tree_guardian_dog_desc": "Un protector loial cu curaj neclintit și devotament de neclintit.",
  "hero_tree_guardian_dog_story": "Câinele Gardian stă de veghe, apărându-i pe cei în nevoie cu hotărâre curajoasă.",

  "hero_tree_legendary_dog_name": "Câinele Legendar",
  "hero_tree_legendary_dog_desc": "Un erou legendar de curaj fără egal și spirit nobil.",
  "hero_tree_legendary_dog_story": "Câinele Legendar inspiră legende, întruchipând forma cea mai pură a curajului eroic.",

  "hero_tree_explorer_cat_name": "Pisica Exploratoare",
  "hero_tree_explorer_cat_desc": "O exploratoare neînfricată condusă de curiozitate și minunărie nesfârșite.",
  "hero_tree_explorer_cat_story": "Pisica Exploratoare se aventurează în teritorii necunoscute, descoperind secrete ascunse și mistere.",

  "hero_tree_oracle_cat_name": "Pisica Oracol",
  "hero_tree_oracle_cat_desc": "O văzătoare mistică cu înțelegere profundă și înțelepciune profetică.",
  "hero_tree_oracle_cat_story": "Pisica Oracol vede dincolo de vălul realității, dezvăluind adevăruri ascunse de ochiul obișnuit.",

  "hero_tree_scholar_owl_name": "Bufnița Savantă",
  "hero_tree_scholar_owl_desc": "O savantă învățată cu cunoaștere profundă și gândire analitică.",
  "hero_tree_scholar_owl_story": "Bufnița Savantă studiază misterele lumii, împărtășind înțelepciunea prin analiză atentă.",

  "hero_tree_ancient_owl_name": "Bufnița Antică",
  "hero_tree_ancient_owl_desc": "O înțeleaptă antică cu înțelepciune atemporală și cunoaștere eternă.",
  "hero_tree_ancient_owl_story": "Bufnița Antică a fost martoră la epoci, păstrând cele mai profunde secrete ale universului.",

  "hero_tree_artistic_horse_name": "Calul Artistic",
  "hero_tree_artistic_horse_desc": "Un artist creativ care exprimă frumusețea prin imaginație și măiestrie.",
  "hero_tree_artistic_horse_story": "Calul Artistic creează capodopere, aducând visele la viață prin expresie creativă.",

  "hero_tree_genius_horse_name": "Calul Geniu",
  "hero_tree_genius_horse_desc": "Un geniu creativ cu viziune artistică și inovație fără egal.",
  "hero_tree_genius_horse_story": "Calul Geniu transcende creativitatea obișnuită, creând opere de pură strălucire artistică.",

  "hero_tree_shieldquill_name": "Ariciul Scut-Spini",
  "hero_tree_shieldquill_desc": "Protecție atentă, construită din prudență și experiență.",
  "hero_tree_shieldquill_story": "Își folosește spinii ca scut pentru a apăra ceea ce contează cel mai mult.",

  "hero_tree_wardenspike_name": "Paznicul Țepușă",
  "hero_tree_wardenspike_desc": "Strajă de neclintit, hotărâtă să mențină siguranța.",
  "hero_tree_wardenspike_story": "Transformă vigilența în artă, stând de veghe la hotarele lumii.",

  "hero_tree_wise_lion_sage_name": "Leul Înțelept Savant",
  "hero_tree_wise_lion_sage_desc": "Un leu măreț care îmbină curajul, curiozitatea și înțelepciunea.",
  "hero_tree_wise_lion_sage_story": "Leul Înțelept Savant conduce cu atât putere cât și înțelegere, inspirându-i pe alții prin exemplul nobil.",

  "hero_tree_brave_lion_artist_name": "Leul Curajos Artist",
  "hero_tree_brave_lion_artist_desc": "Un leu curajos care exprimă creativitatea prin viziune artistică îndrăzneață.",
  "hero_tree_brave_lion_artist_story": "Leul Curajos Artist creează capodopere care inspiră curaj și imaginație în toți cei care le văd.",

  "hero_tree_guardian_lion_name": "Leul Gardian",
  "hero_tree_guardian_lion_desc": "Un leu protector care îmbină curajul, curiozitatea și siguranța.",
  "hero_tree_guardian_lion_story": "Leul Gardian veghează asupra regatului, asigurând siguranța în timp ce încurajează explorarea și descoperirea.",

  "hero_tree_brave_sage_artist_name": "Artistul Înțelept Curajos",
  "hero_tree_brave_sage_artist_desc": "Un artist înțelept care îmbină curajul, gândirea și creativitatea.",
  "hero_tree_brave_sage_artist_story": "Artistul Înțelept Curajos creează opere profunde care combină adâncimea intelectuală cu frumusețea artistică.",

  "hero_tree_brave_sage_guardian_name": "Gardianul Înțelept Curajos",
  "hero_tree_brave_sage_guardian_desc": "Un gardian protector care îmbină curajul, înțelepciunea și siguranța.",
  "hero_tree_brave_sage_guardian_story": "Gardianul Înțelept Curajos se apără cu atât putere cât și înțelepciune, asigurând siguranța prin protecție gândită.",

  "hero_tree_brave_artist_guardian_name": "Gardianul Artist Curajos",
  "hero_tree_brave_artist_guardian_desc": "Un gardian creativ care îmbină curajul, creativitatea și siguranța.",
  "hero_tree_brave_artist_guardian_story": "Gardianul Artist Curajos protejează prin soluții creative, combinând viziunea artistică cu grija vigilentă.",

  "hero_tree_wise_explorer_artist_name": "Artistul Explorator Înțelept",
  "hero_tree_wise_explorer_artist_desc": "Un artist intelectual care îmbină curiozitatea, gândirea și creativitatea.",
  "hero_tree_wise_explorer_artist_story": "Artistul Explorator Înțelept descoperă noi frontiere artistice prin explorare gândită și expresie creativă.",

  "hero_tree_wise_guardian_explorer_name": "Exploratorul Gardian Înțelept",
  "hero_tree_wise_guardian_explorer_desc": "Un explorator protector care îmbină curiozitatea, înțelepciunea și siguranța.",
  "hero_tree_wise_guardian_explorer_story": "Exploratorul Gardian Înțelept se aventurează în siguranță în teritorii necunoscute, ghidat de înțelepciune și protejat de precauție.",

  "hero_tree_creative_guardian_explorer_name": "Exploratorul Gardian Creativ",
  "hero_tree_creative_guardian_explorer_desc": "Un explorator inventiv care îmbină curiozitatea, creativitatea și siguranța.",
  "hero_tree_creative_guardian_explorer_story": "Exploratorul Gardian Creativ descoperă lumi noi prin soluții imaginare în timp ce asigură trecerea în siguranță.",

  "hero_tree_wise_creative_guardian_name": "Gardianul Creativ Înțelept",
  "hero_tree_wise_creative_guardian_desc": "Un gardian gânditor care îmbină înțelepciunea, creativitatea și siguranța.",
  "hero_tree_wise_creative_guardian_story": "Gardianul Creativ Înțelept protejează prin soluții inovatoare, îmbinând înțelegerea intelectuală cu viziunea artistică.",

  "hero_tree_master_lion_artist_name": "Maestrul Leul Artist",
  "hero_tree_master_lion_artist_desc": "Leul artistic suprem, maestru al curajului, curiozității, înțelepciunii și creativității.",
  "hero_tree_master_lion_artist_story": "Maestrul Leul Artist creează opere legendare care inspiră toți cei care asistă la geniul său artistic și spiritul nobil.",

  "hero_tree_master_guardian_lion_name": "Maestrul Leul Gardian",
  "hero_tree_master_guardian_lion_desc": "Leul protector suprem, maestru al curajului, curiozității, înțelepciunii și siguranței.",
  "hero_tree_master_guardian_lion_story": "Maestrul Leul Gardian stă ca protectorul suprem, asigurând siguranța în timp ce încurajează explorarea și creșterea.",

  "hero_tree_master_explorer_lion_name": "Maestrul Leul Explorator",
  "hero_tree_master_explorer_lion_desc": "Leul explorator suprem, maestru al curajului, curiozității, creativității și siguranței.",
  "hero_tree_master_explorer_lion_story": "Maestrul Leul Explorator se aventurează în cele mai provocatoare teritorii, descoperind minunății în timp ce asigură trecerea în siguranță.",

  "hero_tree_master_sage_guardian_name": "Maestrul Gardian Înțelept",
  "hero_tree_master_sage_guardian_desc": "Gardianul înțelept suprem, maestru al curajului, gândirii, creativității și siguranței.",
  "hero_tree_master_sage_guardian_story": "Maestrul Gardian Înțelept combină înțelepciunea profundă cu protecția creativă, asigurând siguranța prin ghidare iluminată.",

  "hero_tree_master_creative_explorer_name": "Maestrul Explorator Creativ",
  "hero_tree_master_creative_explorer_desc": "Exploratorul creativ suprem, maestru al curiozității, gândirii, creativității și siguranței.",
  "hero_tree_master_creative_explorer_story": "Maestrul Explorator Creativ descoperă noi regnuri ale posibilității prin gândire inovatoare și viziune artistică."
}