{
  "region_gateway_label": "A Fény Fája",
  "region_terra_label": "Terra",
  "region_lunaria_label": "Lunaria",
  "region_mechanika_label": "Mechanika",
  "region_oceanica_label": "Oceanica",
  "region_sylvaria_label": "Sylvaria",
  "region_crystalia_label": "Crystalia",
  "region_zephyra_label": "Zephyra",
  "region_pyron_label": "Pyron",
  "region_neptunia_label": "Neptunia",
  "region_aetherion_label": "Aetherion",
  "region_kelo_ketis_label": "Kelo-Ketis",
  
  "hero_puf-puf_region_gateway_message": "A Fény Fája egy kapu a világok között. A térkép akkor ébred életre, amikor a bátorság találkozik a kíváncsisággal. 🌟",
  "hero_puf-puf_region_terra_message": "Planeta voastră. Itt tanulod meg a kis lépéseket, amelyek nagy utakra vezetnek.",
  "hero_puf-puf_region_lunaria_message": "Ezüst városok áttetsző égbolt alatt. Az árnyékok megtanítanak figyelmesen nézni.",
  "hero_puf-puf_region_oceanica_message": "Úszó szigetcsoportok, intelligens korallok, daloló hullámok.",
  "hero_puf-puf_region_sylvaria_message": "Foszforeszkáló erdők és ösvények, amelyek helyet cserélnek.",
  "hero_puf-puf_region_crystalia_message": "Fény barlangok és visszhangok, amelyek ötletekkel válaszolnak.",
  "hero_puf-puf_region_zephyra_message": "Léggel függesztett városok, szél hidak, sárkány-jósló.",
  "hero_puf-puf_region_pyron_message": "Csendes lávatengerek és kovácsok, akik csillagokat kalapálnak az üllőn.",
  "hero_puf-puf_region_neptunia_message": "Mély jég és kék lények, akik fényekben beszélnek.",
  "hero_puf-puf_region_aetherion_message": "Felhő könyvtárak, ötletek, amelyek szárnyakat kapnak.",
  "hero_puf-puf_region_kelo_ketis_message": "Puf-Puf szülőbolygója. Az út kulcsa a Fény Hőse.",
  "hero_puf-puf_click_message": "Helló, utazó! Én vagyok Puf-Puf Császár, a vezetőd a Fény Fája útján.",
  
  "hero_linkaro_region_gateway_message": "Üdvözöllek a Fény Fájánál! Én vagyok Linkaro, a vezetőd ezen a varázslatos úton.",
  "hero_linkaro_region_terra_message": "Terra az a hely, ahol az utad kezdődik. Itt tanulod meg a világ erejéről szóló első leckéket.",
  "hero_linkaro_region_lunaria_message": "Üdvözöllek Lunariában, ahol az ezüst fény felfedi a rejtett igazságokat.",
  "hero_linkaro_region_mechanika_message": "Mechanika egy lenyűgöző hely, ahol a technológia keveredik a mágiával. Itt óvatosnak kell lenned.",
  "hero_linkaro_region_oceanica_message": "Oceanica a vizek birodalma. Itt tanulod meg a víz tisztító erejéről.",
  "hero_linkaro_region_sylvaria_message": "Sylvaria az élő erdő. Itt a természet minden levéllel és ággal hozzád szól.",
  "hero_linkaro_region_crystalia_message": "Crystalia varázslatos kristályokkal ragyog. Itt tanulod meg a koncentráció erejéről.",
  "hero_linkaro_region_zephyra_message": "Zephyra a szelek birodalma. Itt tanulod meg, hogyan emelkedj fel a széllel.",
  "hero_linkaro_region_pyron_message": "Pyron a tűz birodalma. Itt tanulod meg az átalakulás erejéről.",
  "hero_linkaro_region_neptunia_message": "Neptunia a jég birodalma. Itt tanulod meg a türelemről és a kitartásról.",
  "hero_linkaro_region_aetherion_message": "Aetherion a felhők birodalma. Itt tanulod meg álmodni és alkotni.",
  "hero_linkaro_region_kelo_ketis_message": "Kelo-Ketis Puf-Puf szülőbolygója. Itt rejlik a Fény Hőséhez vezető kulcs.",
  "hero_linkaro_click_message": "Én vagyok Linkaro, a béke őrzője. Az Élet Köveivel gyógyítok.",
  
  "hero_grubot_region_gateway_message": "Helló! Én vagyok Grubot, a mechanikus őr. Digitális orrom minden körüli rejtélyt észlel.",
  "hero_grubot_region_terra_message": "Terra egy szilárd bolygó. Szenzoraim stabil energiát észlelnek itt.",
  "hero_grubot_region_lunaria_message": "Lunaria egyedi elektromágneses frekvenciával rendelkezik. Az ezüst fény lenyűgöző a szenzoraim számára.",
  "hero_grubot_region_mechanika_message": "Üdvözöllek Mechanikában, ahol a technológia találkozik a mágiával.",
  "hero_grubot_region_oceanica_message": "Oceanica kiváló elektromos vezetőképességgel rendelkezik. A vizek tökéletesek az áramköröm számára.",
  "hero_grubot_region_sylvaria_message": "Sylvaria összetett biológiai hálózattal rendelkezik. Minden fa egy természetes hálózathoz kapcsolódik.",
  "hero_grubot_region_crystalia_message": "Crystalia piezoelektromos tulajdonságú kristályokkal rendelkezik. Tökéletes a technológiám számára!",
  "hero_grubot_region_zephyra_message": "Zephyra változó frekvenciájú szelekkel rendelkezik. Szenzoraim minden változást észlelnek.",
  "hero_grubot_region_pyron_message": "Pyron magas hőmérséklettel rendelkezik. Aktiválnom kell a hűtőrendszert.",
  "hero_grubot_region_neptunia_message": "Neptunia nagyon alacsony hőmérséklettel rendelkezik. Szenzoraim tökéletesen működnek a hidegben.",
  "hero_grubot_region_aetherion_message": "Aetherion nagyon alacsony molekuláris sűrűséggel rendelkezik. Tökéletes a repülésem számára.",
  "hero_grubot_region_kelo_ketis_message": "Kelo-Ketis Puf-Puf szülőbolygója. Szenzoraim nagyon erős energiát észlelnek itt.",
  "hero_grubot_click_message": "Én vagyok Grubot, a mechanikus őr. Digitális orrom minden rejtélyt észlel."
}
