{
  "region_gateway_label": "Copacul Luminii",
  "region_terra_label": "Terra",
  "region_lunaria_label": "Lunaria",
  "region_mechanika_label": "Mechanika",
  "region_oceanica_label": "Oceanica",
  "region_sylvaria_label": "Sylvaria",
  "region_crystalia_label": "Crystalia",
  "region_zephyra_label": "Zephyra",
  "region_pyron_label": "Pyron",
  "region_neptunia_label": "Neptunia",
  "region_aetherion_label": "Aetherion",
  "region_kelo_ketis_label": "Kelo-Ketis",
  
  "hero_puf-puf_region_gateway_message": "Copacul Luminii e o poart캒 칥ntre lumi. Harta se treze탳te c칙nd curajul 칥nt칙lne탳te curiozitatea. 游",
  "hero_puf-puf_region_terra_message": "Planeta voastr캒. Aici 칥nve탵i pa탳ii mici care duc la drumuri mari.",
  "hero_puf-puf_region_lunaria_message": "Ora탳e argintii sub cer translucid. Umbrele te 칥nva탵캒 s캒 prive탳ti atent.",
  "hero_puf-puf_region_oceanica_message": "Arhipelaguri plutitoare, corali inteligen탵i, valuri care c칙nt캒.",
  "hero_puf-puf_region_sylvaria_message": "P캒duri fosforescente 탳i c캒r캒ri care-탳i schimb캒 locul.",
  "hero_puf-puf_region_crystalia_message": "Caverne de lumin캒 탳i ecouri care r캒spund cu idei.",
  "hero_puf-puf_region_zephyra_message": "Ora탳e suspendate 칥n aer, poduri de v칙nt, zmee-oracol.",
  "hero_puf-puf_region_pyron_message": "M캒ri de lav캒 lini탳tit캒 탳i fierari care bat stele la nicoval캒.",
  "hero_puf-puf_region_neptunia_message": "Ghe탵uri ad칙nci 탳i fiin탵e albastre care vorbesc 칥n lumini.",
  "hero_puf-puf_region_aetherion_message": "Biblioteci de nori, idei care prind aripi.",
  "hero_puf-puf_region_kelo_ketis_message": "Planeta natal캒 a lui Puf-Puf. Cheia drumului este Eroul Luminii.",
  "hero_puf-puf_click_message": "Salut, c캒l캒torule! Eu sunt 칉mp캒ratul Puf-Puf, ghidul t캒u prin Copacul Luminii.",
  
  "hero_linkaro_region_gateway_message": "Bine ai venit la Copacul Luminii! Eu sunt Linkaro, ghidul t캒u prin aceast캒 c캒l캒torie magic캒.",
  "hero_linkaro_region_terra_message": "Terra este locul unde 칥ncepe c캒l캒toria ta. Aici 칥nve탵i primele lec탵ii despre puterea lumii.",
  "hero_linkaro_region_lunaria_message": "Bine ai venit 칥n Lunaria, unde lumina argintie dezv캒luie adev캒ruri ascunse.",
  "hero_linkaro_region_mechanika_message": "Mechanika este un loc fascinant unde tehnologia se 칥mbin캒 cu magia. Trebuie s캒 fii atent aici.",
  "hero_linkaro_region_oceanica_message": "Oceanica este regatul apelor. Aici 칥nve탵i despre puterea cur캒탵캒toare a apei.",
  "hero_linkaro_region_sylvaria_message": "Sylvaria este p캒durea vie. Aici natura 칥탵i vorbe탳te prin fiecare frunz캒 탳i ramur캒.",
  "hero_linkaro_region_crystalia_message": "Crystalia str캒luce탳te cu cristale magice. Aici 칥nve탵i despre puterea concentr캒rii.",
  "hero_linkaro_region_zephyra_message": "Zephyra este regatul v칙nturilor. Aici 칥nve탵i s캒 te ridici cu v칙ntul.",
  "hero_linkaro_region_pyron_message": "Pyron este regatul focului. Aici 칥nve탵i despre puterea transform캒rii.",
  "hero_linkaro_region_neptunia_message": "Neptunia este regatul ghe탵urilor. Aici 칥nve탵i despre r캒bdare 탳i perseveren탵캒.",
  "hero_linkaro_region_aetherion_message": "Aetherion este regatul norilor. Aici 칥nve탵i s캒 visezi 탳i s캒 creezi.",
  "hero_linkaro_region_kelo_ketis_message": "Kelo-Ketis este planeta natal캒 a lui Puf-Puf. Aici se afl캒 cheia c캒tre Eroul Luminii.",
  "hero_linkaro_click_message": "Eu sunt Linkaro, p캒str캒torul p캒cii. Vindec cu Pietrele Vie탵ii.",
  
  "hero_grubot_region_gateway_message": "Salut! Eu sunt Grubot, gardianul mecanic. Nasul meu digital detecteaz캒 toate misterele din jur.",
  "hero_grubot_region_terra_message": "Terra este o planet캒 solid캒. Senzorii mei detecteaz캒 o energie stabil캒 aici.",
  "hero_grubot_region_lunaria_message": "Lunaria are o frecven탵캒 electromagnetic캒 unic캒. Lumina argintie este fascinant캒 pentru senzorii mei.",
  "hero_grubot_region_mechanika_message": "Bine ai venit 칥n Mechanika, unde tehnologia 칥nt칙lne탳te magia.",
  "hero_grubot_region_oceanica_message": "Oceanica are o conductivitate electric캒 excelent캒. Apele sunt perfecte pentru circuitele mele.",
  "hero_grubot_region_sylvaria_message": "Sylvaria are o re탵ea biologic캒 complex캒. Fiecare copac este conectat la o re탵ea natural캒.",
  "hero_grubot_region_crystalia_message": "Crystalia are cristale cu propriet캒탵i piezoelectrice. Perfecte pentru tehnologia mea!",
  "hero_grubot_region_zephyra_message": "Zephyra are v칙nturi cu frecven탵e variabile. Senzorii mei pot detecta fiecare schimbare.",
  "hero_grubot_region_pyron_message": "Pyron are o temperatur캒 ridicat캒. Trebuie s캒 activez sistemul de r캒cire.",
  "hero_grubot_region_neptunia_message": "Neptunia are o temperatur캒 foarte sc캒zut캒. Senzorii mei func탵ioneaz캒 perfect 칥n frig.",
  "hero_grubot_region_aetherion_message": "Aetherion are o densitate molecular캒 foarte mic캒. Perfect pentru zborul meu.",
  "hero_grubot_region_kelo_ketis_message": "Kelo-Ketis este planeta natal캒 a lui Puf-Puf. Senzorii mei detecteaz캒 o energie foarte puternic캒 aici.",
  "hero_grubot_click_message": "Eu sunt Grubot, gardianul mecanic. Nasul meu digital detecteaz캒 toate misterele."
}