{
  "hero_tree_alchimalia_hero_name": "Alchimalia Hero",
  "hero_tree_alchimalia_hero_desc": "The root of all heroes, the source of transformation.",
  "hero_tree_alchimalia_hero_story": "Your faithful companion, the beginning of the heroic journey",

  "hero_tree_brave_puppy_name": "Brave Puppy",
  "hero_tree_brave_puppy_desc": "A brave spirit that will give you the power to face any challenge...",
  "hero_tree_brave_puppy_story": "The Brave Puppy teaches you that true courage is not the absence of fear, but action in spite of it.",

  "hero_tree_curious_cat_name": "Curious Cat",
  "hero_tree_curious_cat_desc": "A curious being that will open your eyes to the wonders of the world...",
  "hero_tree_curious_cat_story": "The Curious Cat guides you through the labyrinth of questions, showing you that every mystery hides a wonder.",

  "hero_tree_wise_owl_name": "Wise Owl",
  "hero_tree_wise_owl_desc": "A wise mentor who will share with you the secrets of knowledge...",
  "hero_tree_wise_owl_story": "The Wise Owl whispers the secrets of the night to you and opens your eyes to hidden truths.",

  "hero_tree_playful_horse_name": "Playful Horse",
  "hero_tree_playful_horse_desc": "A playful companion that will free your imagination without limits...",
  "hero_tree_playful_horse_story": "The Playful Horse brings you the joy of pure creation, where imagination gallops without reins.",

  "hero_tree_cautious_hedgehog_name": "Cautious Hedgehog",
  "hero_tree_cautious_hedgehog_desc": "A cautious protector who will offer you safety and balance...",
  "hero_tree_cautious_hedgehog_story": "The Cautious Hedgehog teaches you that safety does not mean fear, but wisdom.",

  "hero_tree_catdog_interstellar_name": "Interstellar CatDog",
  "hero_tree_catdog_interstellar_desc": "A cosmic explorer born from the union of courage and curiosity...",
  "hero_tree_catdog_interstellar_story": "Interstellar CatDog combines infinite curiosity with the courage to explore the unknown.",

  "hero_tree_alchimalian_dragon_name": "Legendary Alchimalian Dragon",
  "hero_tree_alchimalian_dragon_desc": "The legendary dragon that embodies the perfection of all heroic traits...",
  "hero_tree_alchimalian_dragon_story": "The Legendary Alchimalian Dragon embodies the perfection of cosmic balance."
}
